{
  "storage" : "model.espresso.weights",
  "analyses" : {

  },
  "properties" : {

  },
  "format_version" : 200,
  "layers" : [
    {
      "axis_h" : 4,
      "axis_w" : 0,
      "bottom" : "jump",
      "axis_k" : 2,
      "axis_n" : 3,
      "axis_seq" : 1,
      "weights" : {

      },
      "debug_info" : "flatten_3__permute__",
      "top" : "flatten_3_output__permute__",
      "type" : "transpose",
      "name" : "flatten_3__permute__"
    },
    {
      "bottom" : "flatten_3_output__permute__",
      "weights" : {

      },
      "mode" : 1,
      "nd_axis" : 0,
      "debug_info" : "flatten_3",
      "top" : "flatten_3_output",
      "type" : "flatten",
      "name" : "flatten_3"
    },
    {
      "nB" : 6,
      "top" : "dense_7__activation___output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 50,
      "blob_weights" : 3,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "flatten_3_output",
      "blob_biases" : 1,
      "has_tanh" : 0,
      "debug_info" : "dense_7",
      "name" : "dense_7",
      "has_prelu" : 0
    },
    {
      "nB" : 50,
      "top" : "dense_8__activation___output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 50,
      "blob_weights" : 7,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "dense_7__activation___output",
      "blob_biases" : 5,
      "has_tanh" : 0,
      "debug_info" : "dense_8",
      "name" : "dense_8",
      "has_prelu" : 0
    },
    {
      "nB" : 50,
      "top" : "dense_9__activation___output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 50,
      "blob_weights" : 11,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "dense_8__activation___output",
      "blob_biases" : 9,
      "has_tanh" : 0,
      "debug_info" : "dense_9",
      "name" : "dense_9",
      "has_prelu" : 0
    },
    {
      "nB" : 50,
      "top" : "dense_10__activation___output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 50,
      "blob_weights" : 15,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "dense_9__activation___output",
      "blob_biases" : 13,
      "has_tanh" : 0,
      "debug_info" : "dense_10",
      "name" : "dense_10",
      "has_prelu" : 0
    },
    {
      "nB" : 50,
      "top" : "dense_11__activation___output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 50,
      "blob_weights" : 19,
      "type" : "inner_product",
      "has_relu" : 1,
      "bottom" : "dense_10__activation___output",
      "blob_biases" : 17,
      "has_tanh" : 0,
      "debug_info" : "dense_11",
      "name" : "dense_11",
      "has_prelu" : 0
    },
    {
      "nB" : 50,
      "top" : "dense_12_output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 2,
      "blob_weights" : 23,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "dense_11__activation___output",
      "blob_biases" : 21,
      "has_tanh" : 0,
      "debug_info" : "dense_12",
      "name" : "dense_12",
      "has_prelu" : 0
    },
    {
      "nB" : 2,
      "top" : "outputMSK_output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 1,
      "blob_weights" : 27,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "dense_12_output",
      "blob_biases" : 25,
      "has_tanh" : 0,
      "debug_info" : "outputMSK",
      "name" : "outputMSK",
      "has_prelu" : 0
    },
    {
      "nB" : 2,
      "top" : "outputNeighbors_output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 1,
      "blob_weights" : 31,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "dense_12_output",
      "blob_biases" : 29,
      "has_tanh" : 0,
      "debug_info" : "outputNeighbors",
      "name" : "outputNeighbors",
      "has_prelu" : 0
    },
    {
      "has_prelu" : 0,
      "top" : "mskHealth",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 1,
      "blob_weights" : 35,
      "type" : "inner_product",
      "has_relu" : 0,
      "attributes" : {
        "is_output" : 1
      },
      "bottom" : "outputMSK_output",
      "debug_info" : "dense_15",
      "has_tanh" : 0,
      "blob_biases" : 33,
      "name" : "dense_15",
      "nB" : 1
    },
    {
      "nB" : 1,
      "top" : "dense_16_output",
      "has_biases" : 1,
      "weights" : {

      },
      "nC" : 1,
      "blob_weights" : 39,
      "type" : "inner_product",
      "has_relu" : 0,
      "bottom" : "outputNeighbors_output",
      "blob_biases" : 37,
      "has_tanh" : 0,
      "debug_info" : "dense_16",
      "name" : "dense_16",
      "has_prelu" : 0
    },
    {
      "bottom" : "dense_16_output",
      "weights" : {

      },
      "mode" : 3,
      "debug_info" : "dense_16__activation__",
      "top" : "confidence",
      "type" : "activation",
      "name" : "dense_16__activation__",
      "attributes" : {
        "is_output" : 1
      }
    }
  ]
}