<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		ht7KS8HIRK1L9Dw9WWIdeTF6kPs=
		</data>
		<key>Resources/mskHealth.mlmodelc/coremldata.bin</key>
		<data>
		nZ63lU6dSDOy1k+81Ovrbdooff8=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.net</key>
		<data>
		fDnUdzZKR1qdzLbGCa+JOiRLg1o=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.shape</key>
		<data>
		cNq9HMyq5oCB6V2znDi/noWYk5o=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.weights</key>
		<data>
		nhU2t3ub0GUUKyaB2On0FSVWHgA=
		</data>
		<key>Resources/mskHealth.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/mskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		3oqEe/+MND1puFOiFebud17y75Y=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/EdgeScience-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			cBmWjcwZ7eBWGQcdvsdm3gg1vMylzG+zWuQDyP2NRCA=
			</data>
		</dict>
		<key>Headers/EdgeScience.h</key>
		<dict>
			<key>hash2</key>
			<data>
			z0BRuq6g5FBEjQQWAbojWo/la65DWsOt1zCLILieFTQ=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64-apple-macos.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			TP3L+KyRBu6UakRxPgvDPvNCw1cqNagJtuHZ+ZAP/Nc=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			TP3L+KyRBu6UakRxPgvDPvNCw1cqNagJtuHZ+ZAP/Nc=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			87l9RiuP6aJMEWPolBBiGti6CVELkkM5oXV9V8LYeXY=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			KeviS72BXQ3P27i4CUQcDA3d3w6tktgzBXY9oPVTa9U=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			87l9RiuP6aJMEWPolBBiGti6CVELkkM5oXV9V8LYeXY=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			KeviS72BXQ3P27i4CUQcDA3d3w6tktgzBXY9oPVTa9U=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			ocXWq9VPhV/JIUtiudz55TFqyiEh/R9/7TzEhM2C6BU=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			vh7rLSzQn1SV/AKNGvDQIf/KQwnLVyrRxDyhiSLSenc=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			F9RIarqDdehRhRLoS+dF1Z8p3uDZjbBNpwdmxYNks6M=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			ufe7L3ZPYUAb7/NWgH4O4Hx9WEnM2oYoDxWesNCzbak=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			2rtS4iQcSdYga7i8vQVeFrGM0x4dOkVCqaRWN4bwQ6Y=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			x5z9UKJdfMo9jFAKr3P3FmgO8YRjKXSqFU6pr9JNdyY=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Zmh6rfhivXdsj8GLjp+OIAiXFIVu4jOzkCpZHQ1fKSU=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
