<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		ELi/tj9oUtQeZbPwAk+pIDWFIe8=
		</data>
		<key>Resources/MskHealth.mlmodelc/analytics/coremldata.bin</key>
		<data>
		n+5Sxk0X91FdRBbYDpMFvGhUbbI=
		</data>
		<key>Resources/MskHealth.mlmodelc/coremldata.bin</key>
		<data>
		cYEQm5/kMYJA2fBA+nTQxAJfrNI=
		</data>
		<key>Resources/MskHealth.mlmodelc/metadata.json</key>
		<data>
		1gjYlt2oLxZSZzuohOamCRGC5LU=
		</data>
		<key>Resources/MskHealth.mlmodelc/model.espresso.net</key>
		<data>
		cjBxCWNaYm61H3+51nfctO/kRZw=
		</data>
		<key>Resources/MskHealth.mlmodelc/model.espresso.shape</key>
		<data>
		9umRSsr3994fwfPiCVveMX7JyWM=
		</data>
		<key>Resources/MskHealth.mlmodelc/model.espresso.weights</key>
		<data>
		SS6aeQz6XH8CsGdqeGLItTeG88o=
		</data>
		<key>Resources/MskHealth.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/MskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/EdgeScience-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			D/ZpOOrRae7r/CnSxzDdjLQt/2DF+23mYVablaezoTs=
			</data>
		</dict>
		<key>Headers/EdgeScience.h</key>
		<dict>
			<key>hash2</key>
			<data>
			z0BRuq6g5FBEjQQWAbojWo/la65DWsOt1zCLILieFTQ=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/arm64-apple-macos.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			BqcdUKmDx9sQU/bwxCwxKMQvHj53T0LpEab1iPKEK/0=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/arm64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			BqcdUKmDx9sQU/bwxCwxKMQvHj53T0LpEab1iPKEK/0=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64-apple-macos.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			YwFt0K7cYX5aCwFXvqV+0LJkaiu7CZWtPkQs2cnN+Wg=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			YwFt0K7cYX5aCwFXvqV+0LJkaiu7CZWtPkQs2cnN+Wg=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/arm64-apple-macos.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			iSW8Dv3UExAFd9T0LEGU/sZ2BVCFgPbjvSI1FHHcXdI=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/arm64-apple-macos.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			n8nGL6uvfq5tHGvOCMh09d3golHXGG2vgfMAo+FIazU=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/arm64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			iSW8Dv3UExAFd9T0LEGU/sZ2BVCFgPbjvSI1FHHcXdI=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/arm64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			n8nGL6uvfq5tHGvOCMh09d3golHXGG2vgfMAo+FIazU=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			czUK0n/EV+igCEsKS8wBWJwpEll6mAjmg9IftHlcpFg=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			vNU0h0MVnjBM+306bQRZFBejiO1xU01bXt045oJk7F4=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			czUK0n/EV+igCEsKS8wBWJwpEll6mAjmg9IftHlcpFg=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			vNU0h0MVnjBM+306bQRZFBejiO1xU01bXt045oJk7F4=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			ocXWq9VPhV/JIUtiudz55TFqyiEh/R9/7TzEhM2C6BU=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			aHd3F+ThnpI0aMxI5/keQa+/XlxZaOE4pZ70UyIvm2A=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fR8sL04sjuZG5OGoly7gcJ+EQ4gaUPpTz+VUVeb/y6E=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			C4tKlb2FIXjXsqcuWXWqXFuRG9FkrxxhGO+YwaJb5QQ=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ttlHpxyHCa/TQN5CqrsVH6Iz+iljsO35dhSPgxmm2js=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			/wUUTQjRsrHuHj3qr25W1ILh5qR8IHn64AwraIR4B6k=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			2U2ZFNaM7ptM3hEcze5xh1o7/PbLdJPbBPma8VF3kIs=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			zkQim6iHtkMgVY4Y5vIGAACaO9iPWO4YRuRnwU61Vx0=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/MskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
