<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		M1uzWd4jIj7rWWT5aSUmoIWBd/Q=
		</data>
		<key>Resources/mskHealth.mlmodelc/coremldata.bin</key>
		<data>
		P9rJiWDF5UDN8gjTvls9ZKZ//rw=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.net</key>
		<data>
		L62wAVoo0EC+MG2S/OhZ/u6eWWU=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.shape</key>
		<data>
		cRD6Bwg6bV2v+7Zv8E/Ukfut8Qo=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.espresso.weights</key>
		<data>
		P4S7/Ze7uyen4xdIvgGqVUJCTdE=
		</data>
		<key>Resources/mskHealth.mlmodelc/model.rank.info.json</key>
		<data>
		G9jOKPMHXIaZBopGKOvWZJFbSho=
		</data>
		<key>Resources/mskHealth.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/mskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		HGL7gghCMzXXPI2rOnU1tktNXUM=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/EdgeScience-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			cBmWjcwZ7eBWGQcdvsdm3gg1vMylzG+zWuQDyP2NRCA=
			</data>
		</dict>
		<key>Headers/EdgeScience.h</key>
		<dict>
			<key>hash2</key>
			<data>
			z0BRuq6g5FBEjQQWAbojWo/la65DWsOt1zCLILieFTQ=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64-apple-macos.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			sMLmBNOfHIKiNaHiCQEmqWKB5HsHDTlvikByobWFKKc=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash2</key>
			<data>
			sMLmBNOfHIKiNaHiCQEmqWKB5HsHDTlvikByobWFKKc=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			87l9RiuP6aJMEWPolBBiGti6CVELkkM5oXV9V8LYeXY=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64-apple-macos.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			zgpfq044Ow4s9zavA96cl5x/tJGkC+ykaKpbQBQP1CI=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			87l9RiuP6aJMEWPolBBiGti6CVELkkM5oXV9V8LYeXY=
			</data>
		</dict>
		<key>Modules/EdgeScience.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			zgpfq044Ow4s9zavA96cl5x/tJGkC+ykaKpbQBQP1CI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			ocXWq9VPhV/JIUtiudz55TFqyiEh/R9/7TzEhM2C6BU=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			WEqVYpoIvYSl0Q0Iw0Dd59PpoopoZ1xxlxK2g4Jc+Fc=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p3U3gJSx6y6HJ0oLUyOsdxaHeIZQ0xa680cJtwcTPmI=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			yoXpwL24wTO2mOixdwudnVuaYvV08EgRSuYYMOGIscg=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			JMZWQisS+s6e9oRTaNsJlAccywCdxPWEZoQpeDBxf2k=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			/LrawvsSHgScQp1JtMZqnvIEkVk07IWyUsj7TR82Krg=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model.rank.info.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+KWibjBW62+wbe6z28z9iK50kAIAyYxwtZZru37J1N4=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/mskHealth.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			bMTw6TCzRIHQOkE0MxhS6u1mZn47PYYF9803d1UdK28=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
